const data = [
    {
        "title": "تفسير الشعراوي : سورة الفاتحة، الجزء الاول",
        "link": "https://app.quizwhizzer.com/play?code=51174",
        "reference": "https://shamela.ws/book/1083/1",
        "text": `📌 بداية نزول القرآن الكريم وارتباطه بسم الله<br>
        📌 القدرة الإلهية والتسخير في الكون <br>
        📌 فضل البدء باسم الله وأهميته في الأعمال والقرآن <br>
        📌 تفسير معاني الرحمن والرحيم ودور البسملة في القرآن والصلاة <br>
        📌 رحمة الله وعدله في القرآن والسنة <br>
        📌 الحمد لله ونعمه التي تسبق الوجود الإنساني`,
        "image": "./images/Fatiha1.webp",
        "questions": 72
    },
    {
        "title": "تفسير الشعراوي : سورة الفاتحة، الجزء الثاني",
        "link": "https://app.quizwhizzer.com/play?code=14878",
        "reference": "https://shamela.ws/book/1083/28",
        "text": `📌 الحمد لله وعدل الله في الكون <br>
        📌 الحمد لله ووجوب الشكر على النعم<br>
        📌 صفات الرحمن والرحيم وتجلياتها في الكون<br>
📌 تفسير معنى {مالك يَوْمِ الدين} ودلالاته في العدل الإلهي والامتحان الإلهي<br><br><br>`,
        "image": "./images/Fatiha2.webp",
        "questions": "39"
    },
    {
        "title": "تفسير الشعراوي : سورة الفاتحة، الجزء الثالث",
        "link": "https://app.quizwhizzer.com/play?code=15571",
        "reference": "https://shamela.ws/book/1083/28",
        "text": `📌 تفسير قوله تعالى: {مالك يوم الدين} ودلالاته العقائدية<br>
📌 يوم الدين والرؤية الإيمانية<br>
📌 الرؤية الإيمانية وعلاقة العبادة بالغيب والحضور<br>
📌 فصل الإدخال: مفهوم العبادة واختيار الإنسان في الحياة<br>
📌 الاستعانة بالله والعبادة له وحده`,
        "image": "./images/Fatiha3.webp",
        "questions": "64"
    },
    {
        "title": "العقيدة والإعجاز - الدرس تمهيد - علة وجود الإنسان 1",
        "link": "https://app.quizwhizzer.com/active/67c0b158c2b8ddf0858f98e1",
        "reference": "https://www.nabulsi.com/story/la-raz%C3%B3n-detr%C3%A1s-de-la-existencia-del-hombre.%282%2912505",
        "text": `📌 : الإنسان كائن متحرك<br>
        📌 كرامة العلم وسعادة الإنسان في الحياة<br>
📌  أهمية الإيمان والاتصال بالله والسعادة الحقيقية<br>
📌 علة وجود الإنسان وضرورة طلب العلم الشرعي<br>
📌  البطولة في فهم الحقيقة وطلب العلم<br>`,
        "image": "./images/3akeedah.webp",
        "questions": "65"
    }
];


